package cn.com.trueway.zdcy.util;

public class TitlesUtil {

	public String[] xqTitle() {
		
		String [] xqTitle = {
				"地区分组",
				"新开工亿元以上工业项目项目数", "新开工亿元以上工业项目当年竣工项目数","新开工亿元以上工业项目累计投资额",
				"新开工亿元以上服务业项目项目数","新开工亿元以上服务业项目当年竣工项目数","新开工亿元以上服务业项目累计投资额",
				"（三）数据应用和科技研发型项目","数据应用和科技研发型项目(虚拟完成投资)",
				"新开重特大项目项目个数", "新开重特大项目工业个数", "新开重特大项目服务业个数",
				"续建重特大项目本年新增设备投资额", "续建重特大项目累计完成投资额", "续建重特大项目项目合计计划总投资",
				"竣工项目工业", "竣工项目工业竣工项目个数", "竣工项目服务业",
				"新开工工业", "新开工服务业", "续建工业", "续建服务业",
				"竣工工业", "竣工服务业", "科技研发工业", "科技研发服务业"
		};
		
		return xqTitle;
		
	}
	
public String[] kfyqTitle() {
		
		String [] kfyqTitle = {
				"地区分组",
				"新开工亿元以上产业项目工业项目数", "新开工亿元以上工业项目工业当年竣工项目数","新开工亿元以上工业项目工业累计投资额",
				"新开工亿元以上产业项目服务业项目项目数","新开工亿元以上产业项目服务业项目当年竣工项目数","新开工亿元以上产业项目服务业项目累计投资额",
				"（三）数据应用和科技研发型项目",
				"重特大项目新开工项目个数新开工项目个数", "重特大项目新开工项目个数新开工工业个数", "重特大项目新开工项目个数新开工服务业个数",
				"重特大项目 新开工 项目个数", "重特大项目 新开工 工业个数", "重特大项目 新开工 服务业个数",
				"重特大项目 续建 本年新增设备投资额", "重特大项目 续建 累计完成投资额", "重特大项目 续建 项目合计计划总投资",
				"新竣工项目 工业", "新竣工项目 工业个数", "新竣工项目 服务业",
				"新开工 工业", "新开工 服务业", "续建 工业", "竣工 服务业",
				"科技研发 工业", "科技研发  服务业"
		};
		
		return kfyqTitle;
		
	}
}
